Repository: banghuazhao/habit-diary
Catalog: HabitDiary/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Start the day by making your bed for a sense of accomplishment.
zh_hans: 从整理床铺开始新的一天，获得成就感。
zh_hant: 從整理床鋪開始新的一天，獲得成就感。

source: Start with small, achievable habits
zh_hans: 从小而可实现的习惯开始
zh_hant: 從小而可實現的習慣開始

source: Start with small, achievable habits and gradually increase complexity
zh_hans: 从小而可实现的习惯开始，逐渐增加复杂性
zh_hant: 從小而可實現的習慣開始，逐漸增加複雜性

source: Start your day with a 20-30 minute walk to boost energy and mood.
zh_hans: 以20-30分钟的散步开始您的一天，提升精力和心情。
zh_hant: 以20-30分鐘的散步開始您的一天，提升精力和心情。

source: Started Journey
zh_hans: 开始旅程
zh_hant: 開始旅程

source: Stay connected with loved ones through regular phone calls.
zh_hans: 通过定期通话与亲人保持联系。
zh_hant: 透過定期通話與親人保持聯繫。

source: Stay hydrated by drinking at least 8 glasses of water daily.
zh_hans: 每天至少喝8杯水保持水分充足。
zh_hant: 每天至少喝8杯水保持水分充足。

source: Streak Goal
zh_hans: 连胜目标
zh_hant: 連勝目标

source: Streak Information
zh_hans: 连胜信息
zh_hant: 連勝信息

source: Strength training or cardio exercise for at least 30 minutes.
zh_hans: 进行至少30分钟的力量训练或有氧运动。
zh_hant: 進行至少30分鐘的力量訓練或有氧運動。

source: Stretching
zh_hans: 拉伸运动
zh_hant: 拉伸運動

source: Success is not final, failure is not fatal: it is the courage to continue that counts.
zh_hans: 成功不是终点，失败也不是末日，重要的是继续前行的勇气。
zh_hant: 成功不是终点，失败也不是末日，重要的是繼續前行的勇气。

source: Success is the sum of small efforts repeated day in and day out.
zh_hans: 成功是日复一日重复的小努力的总和。
zh_hant: 成功是日復一日重複的小努力的總和。

source: Sunday
zh_hans: 星期日
zh_hant: 星期日

source: Super Consistent
zh_hans: 超级坚持
zh_hant: 超级堅持

source: Swimming
zh_hans: 游泳
zh_hant: 游泳

source: Take essential vitamins and supplements as recommended.
zh_hans: 按建议服用必需的维生素和补品。
zh_hant: 按建議服用必需的維生素和補品。

source: Take photos
zh_hans: 拍照
zh_hant: 拍照

source: Take vitamins
zh_hans: 服用维生素
zh_hant: 服用維生素

source: Tap Add a Reminder to get started
zh_hans: 点击添加提醒开始
zh_hant: 點擊添加提醒開始

source: Thank you for supporting Habit Diary!
zh_hans: 感谢您支持习惯养成家家！
zh_hant: 感謝您支持習慣日記！

source: The best time to plant a tree was 20 years ago. The second best time is now.
zh_hans: 种树的最佳时间是20年前，其次是现在。
zh_hant: 種樹的最佳時間是20年前，其次是現在。

source: The compound effect of small daily actions is extraordinary.
zh_hans: 日常小行动的复合效应是非凡的。
zh_hant: 日常小行動的複合效應是非凡的。

source: The difference between ordinary and extraordinary is that little extra.
zh_hans: 平凡与非凡的区别在于那一点点额外的努力。
zh_hant: 平凡與非凡的區別在於那一點點額外的努力。

source: The expert in anything was once a beginner.
zh_hans: 任何领域的专家都曾是初学者。
zh_hant: 任何領域的專家都曾是初學者。

source: The greatest investment you can make is in yourself.
zh_hans: 你能做的最伟大的投资就是投资自己。
zh_hant: 你能做的最偉大的投資就是投資自己。

source: The journey of a thousand miles begins with one step.
zh_hans: 千里之行，始于足下。
zh_hant: 千里之行，始於足下。

source: The only impossible journey is the one you never begin.
zh_hans: 唯一不可能的旅程是你从未开始的旅程。
zh_hant: 唯一不可能的旅程是你從未開始的旅程。

source: The only person you are destined to become is the person you decide to be.
zh_hans: 你注定成为的人，就是你决定成为的人。
zh_hant: 你注定成为的人，就是你决定成为的人。

source: The only way to do great work is to love what you do.
zh_hans: 唯有热爱，方能成就卓越。
zh_hant: 唯有热爱，方能成就卓越。

source: The secret of getting ahead is getting started.
zh_hans: 成功的秘诀在于开始行动。
zh_hant: 成功的秘訣在於開始行動。

source: The successful person has the habit of doing the things failures don't like to do.
zh_hans: 成功者有做失败者不愿做的事情的习惯。
zh_hant: 成功者有做失敗者不願做的事情的習慣。

source: The way to get started is to quit talking and begin doing.
zh_hans: 开始的方法就是停止空谈，开始行动。
zh_hant: 開始的方法就是停止空談，開始行動。

source: Theme Color
zh_hans: 主题颜色
zh_hant: 主題顏色

source: This is how your selected theme color will look throughout the app.
zh_hans: 这是您选择的主题颜色在应用中的显示效果。
zh_hant: 這是您選擇的主題顏色在應用中的顯示效果。

source: This Month
zh_hans: 本月
zh_hant: 本月

source: This Week
zh_hans: 本周
zh_hant: 本周

source: This will permanently delete %@ and all its check-in history. This action cannot be undone. Are you sure you want to proceed?
zh_hans: 这将永久删除%@及其所有签到历史。此操作无法撤销。您确定要继续吗？
zh_hant: 這将永久刪除%@及其所有簽到歷史。此操作无法撤銷。您確定要繼續吗？

source: This will permanently delete the habit ‘%@’ and all its check-in history. This action cannot be undone. Are you sure you want to proceed?
zh_hans: 这将永久删除习惯 '%@' 及其所有签到历史。此操作无法撤销。您确定要继续吗？
zh_hant: 這将永久刪除習慣 '%@' 及其所有簽到歷史。此操作无法撤銷。您確定要繼續吗？

source: Time
zh_hans: 时间
zh_hant: 時間

source: Time to check in on your habit!
zh_hans: 开始打卡你的习惯啦！
zh_hant: 開始打卡你的習慣啦！

source: Tips for Improvement
zh_hans: 改进建议
zh_hant: 改进建议

source: Tips to Improve
zh_hans: 改进建议
zh_hant: 改进建议

source: To receive timely reminders, please set notification method on your phone to "Immediate Push."
zh_hans: 要接收及时提醒，请将手机的通知方式设置为“即时推送”。
zh_hant: 要接收及时提醒，请将手机的通知方式設定为“即时推送”。

source: Today
zh_hans: 今天
zh_hant: 今天

source: Today is the perfect day to start living your dreams.
zh_hans: 今天是开始实现梦想的完美日子。
zh_hant: 今天是開始實現夢想的完美日子。

source: Today's actions become tomorrow's habits.
zh_hans: 今天的行动成就明天的习惯。
zh_hant: 今天的行動成就明天的習慣。

source: total
zh_hans: 总计
zh_hant: 總计

source: Total Check-ins
zh_hans: 总签到数
zh_hant: 總簽到數

source: Total Habits
zh_hans: 总习惯数
zh_hant: 總習慣數

source: Total Score
zh_hans: 总分
zh_hant: 總分

source: Track Progress
zh_hans: 跟踪进度
zh_hant: 追蹤進度

source: Track your progress to stay motivated
zh_hans: 跟踪您的进度以保持动力
zh_hant: 追蹤您的進度以保持動力

source: Transform your life one habit at a time. Track your progress, earn achievements, and build the lifestyle you've always wanted.
zh_hans: 一次一个习惯地改变你的生活。跟踪进度，获得成就，建立您一直想要的生活方式。
zh_hant: 一次一個習慣地改變你的生活。跟蹤進度，獲得成就，建立您一直想要的生活方式。

source: Try different habit categories for variety achievements
zh_hans: 尝试不同的习惯类别以获得多样性成就
zh_hant: 嘗試不同的習慣類別以獲得多樣性成就

source: Try habits from different categories for variety
zh_hans: 尝试来自不同类别的习惯以获得多样性
zh_hant: 嘗試來自不同類別的習慣以獲得多樣性

source: Ultra Consistent
zh_hans: 超强坚持
zh_hant: 超強堅持

source: Unarchive
zh_hans: 取消存档
zh_hant: 取消封存

source: Unknown
zh_hans: 佚名
zh_hant: 佚名

source: Unlock Achievements
zh_hans: 解锁成就
zh_hant: 解鎖成就

source: Unlock exciting achievements for streaks, consistency, and milestones. Celebrate your progress!
zh_hans: 解锁连续记录、坚持性和里程碑的激动人心的成就。庆祝您的进步！
zh_hant: 解鎖連續記錄、堅持性和里程碑的激動人心的成就。慶祝您的進步！

source: Unlock the full power of Habit Diary with exclusive benefit:
zh_hans: 通过专属福利解锁习惯养成家的全部功能：
zh_hant: 通过專属福利解锁習慣養成家的全部功能：

source: Unlocked
zh_hans: 已解锁
zh_hant: 已解鎖

source: Unlocked %@
zh_hans: 已解锁 %@
zh_hant: 已解鎖 %@

source: Update
zh_hans: 更新
zh_hant: 更新

source: Upgrade to Premium
zh_hans: 升级到高级版
zh_hant: 升級到高級版

source: Upgrade to Premium and build better habits!
zh_hans: 升级到高级版，养成更好的习惯！
zh_hant: 升級到高級版，養成更好的習慣！

source: Use reminders to never miss a day
zh_hans: 使用提醒以永不错过一天
zh_hant: 使用提醒以永不錯過一天

source: Use time blocking
zh_hans: 使用时间块管理
zh_hant: 使用時間塊管理

source: v%@ Check for Updates
zh_hans: v%@ 检查更新
zh_hant: v%@ 檢查更新

source: Vibrate
zh_hans: 振动
zh_hant: 振動

source: We are what we repeatedly do. Excellence, then, is not an act, but a habit.
zh_hans: 我们反复做的事情造就了我们。因此，卓越不是一种行为，而是一种习惯。
zh_hant: 我們反覆做的事情造就了我們。因此，卓越不是一種行為，而是一種習慣。

source: Week Start
zh_hans: 一周开始
zh_hant: 一週開始

source: Weekly review
zh_hans: 每周回顾
zh_hant: 每週回顧

source: Welcome to Habit Diary
zh_hans: 欢迎使用习惯养成家
zh_hant: 歡迎使用習慣日記

source: Welcome, Premium user!
zh_hans: 欢迎您，高级用户！
zh_hant: 歡迎您，高級用戶！

source: What seems impossible today will one day become your warm-up.
zh_hans: 今天看似不可能的事情，总有一天会成为你的热身运动。
zh_hant: 今天看似不可能的事情，總有一天會成為你的熱身運動。

source: Why Habit Diary?
zh_hans: 为什么选择习惯日记？
zh_hant: 為什麼選擇習慣日記？

source: Workout
zh_hans: 锻炼
zh_hant: 鍛煉

source: Write down 3 things you're grateful for each day.
zh_hans: 每天写下3件值得感恩的事情。
zh_hant: 每天寫下3件值得感恩的事情。

source: Write gratitude journal
zh_hans: 写感恩日记
zh_hant: 寫感恩日記

source: Yearly
zh_hans: 年
zh_hant: 年

source: Yoga practice
zh_hans: 瑜伽练习
zh_hant: 瑜伽練習

source: You are now Premium user!
zh_hans: 您现在是高级用户！
zh_hant: 您現在是高級用戶！

source: You can explore our habit gallery anytime and add habits that inspire you. Start your journey whenever you're ready!
zh_hans: 您可以随时浏览我们的习惯库，添加激励您的习惯。准备好时就开始您的旅程！
zh_hant: 您可以隨時瀏覽我們的習慣庫，添加激勵您的習慣。準備好時就開始您的旅程！

source: You don't have to be great to get started, but you have to get started to be great.
zh_hans: 开始时你不必很优秀，但要想变得优秀就必须开始。
zh_hant: 開始時你不必很優秀，但要想變得優秀就必須開始。

source: You're becoming a habit master! Keep pushing! 🔥
zh_hans: 您正在成为习惯大师！继续努力！🔥
zh_hant: 您正在成為習慣大師！繼續努力！🔥

source: You're getting into the rhythm! Great momentum! ⚡
zh_hans: 您正在进入节奏！保持良好的势头！⚡
zh_hant: 您正在進入節奏！保持良好的勢頭！⚡

source: You're making great progress! Keep building those habits! 🚀
zh_hans: 您正在取得巨大进步！继续培养这些习惯！🚀
zh_hant: 您正在取得巨大進步！繼續培養這些習慣！🚀

source: You're Ready to Start!
zh_hans: 您已准备就绪！
zh_hant: 您已準備就緒！

source: Your future is created by what you do today, not tomorrow.
zh_hans: 你的未来由今天的行动创造，而非明天。
zh_hant: 你的未來由今天的行動創造，而非明天。

source: Your habits shape your identity, and your identity shapes your habits.
zh_hans: 你的习惯塑造你的身份，你的身份塑造你的习惯。
zh_hant: 你的習慣塑造你的身份，你的身份塑造你的習慣。

source: Your Name
zh_hans: 您的姓名
zh_hant: 您的姓名

source: Your only limit is your mind.
zh_hans: 你唯一的限制就是你的思维。
zh_hant: 你唯一的限制就是你的思維。

source: Your Performance:
zh_hans: 您的表现：
zh_hant: 您的表現：

source: Your rating is calculated based on your overall health and wellness habits across multiple dimensions. Focus on building consistent habits across all categories to improve your rating!
zh_hans: 您的评分基于您在多个维度的整体健康和保健习惯计算。专注于在所有类别中建立一致的习惯以提高您的评分！
zh_hant: 您的評分基于您在多個维度的整体健康和保健習慣计算。專注于在所有类别中建立一致的習慣以提高您的評分！

source: Your Statistics
zh_hans: 您的统计
zh_hant: 您的統計
